Repository: ProtonMail/ios-mail
Catalog: Modules/InboxIAP/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans, zh_hant

source: Make your mobile signature your own. Enjoy this and more with %@.
be: Зрабіце свой мабільны подпіс. Атрымлівайце асалоду ад гэтай функцыі і ад многіх іншых з %@.
ca: Personalitzeu la vostra signatura mòbil. Gaudiu d'això i més amb %@.
cs: Přizpůsobte si svůj mobilní podpis. Užívejte si toto a ještě více s %@.
da: Gør Deres mobilsignatur til Deres egen. Nyd dette og mere med %@.
de: Gestalte deine mobile Signatur ganz nach deinen Wünschen. Genieße dies und noch mehr mit %@.
el: Κάντε την κινητή σας υπογραφή δική σας. Απολαύστε αυτό και πολλά άλλα με το %@.
es: Usa tu propia firma de móvil. Disfruta de esto y más con %@.
es_419: Personalice su firma móvil. Disfrute de esto y más con %@.
fi: Mukauta mobiiliallekirjoituksesi. Nauti tästä ja muusta %@ -palvelun avulla.
fr: Personnalisez votre signature mobile. Profitez de cet avantage et de bien d'autres avec %@.
hu: Tegye egyedivé a mobilaláírását. Élvezze ezt és még többet a(z) %@ csomaggal.
id: Buat tanda tangan seluler khas Anda sendiri. Nikmati fitur ini dan berbagai fitur lainnya dengan %@.
it: Personalizza la tua firma mobile. Goditi questo e altro con %@.
ja: モバイル署名を自由にカスタマイズ。%@なら、この機能やその他の機能もご利用いただけます。
ka: მობილურის ხელმოწერა თქვენს სურვილზე მოირგეთ. ისარგებლეთ ამით და მეტით %@-თან ერთად.
ko: 모바일 서명을 나만의 것으로 만드세요. %@로 이 모든 기능과 그 이상을 누리세요.
nb: Tilpass mobilsignaturen din. Nyt dette og mer med %@.
nl: Personaliseer uw mobiele handtekening. Geniet van dit en meer met %@.
pl: Spersonalizuj swój podpis mobilny. Ciesz się tą funkcją i nie tylko dzięki %@.
pt: Personalize a sua assinatura móvel. Desfrute disto e muito mais com %@.
pt_br: Crie sua própria assinatura móvel. Aproveite isso e muito mais com o %@.
ro: Personalizați-vă propria semnătură mobilă. Bucurați-vă de acest lucru și multe altele cu %@.
ru: Персонализируйте свою мобильную подпись. Получите это и многое другое с %@.
sk: Prispôsobte si svoj mobilný podpis. Užite si túto a ďalšie funkcie s %@.
sl: Prilagodite svoj mobilni podpis. Uživajte v tem in še več z %@.
sv: Gör din mobilsignatur till din egen. Njut av detta och mer med %@.
tr: Mobil imzanızı kişiselleştirin. %@ ile bu ve diğer özelliklerin tadını çıkarın.
uk: Персоналізуйте свій мобільний підпис. Насолоджуйтеся цією та іншими можливостями з %@.

source: Monthly
be: Штомесяц
ca: Mensual
cs: Měsíčně
da: Månedligt
de: Monatlich
el: Μηνιαίως
es: Mensualmente
es_419: Mensualmente
fi: Kuukautinen
fr: Chaque mois
hu: Minden hónapban
id: Bulanan
it: Mensilmente
ja: 毎月
ka: თვეში ერთხელ
ko: 매월
nb: Månedlig
nl: Maandelijks
pl: Miesięcznie
pt: Mensalmente
pt_br: Mensalmente
ro: Lunar
ru: Ежемесячно
sk: Mesačne
sl: Mesečno
sv: Månadsvis
tr: Ayda bir
uk: Щомісяця
zh_hans: 每月
zh_hant: 每月

source: Need more labels or folders?
be: Неабходна больш метак або папак?
ca: Necessiteu més etiquetes o carpetes?
cs: Potřebujete více štítků nebo složek?
da: Brug for flere etiketter eller mapper?
de: Benötigst du weitere Kategorien oder Ordner?
el: Χρειάζεστε περισσότερες ετικέτες ή φακέλους;
es: ¿Necesitas más etiquetas o carpetas?
es_419: ¿Necesita más etiquetas o carpetas?
fi: Tarvitsetko enemmän tunnisteita tai kansioita?
fr: Vous avez besoin de plus de dossiers ou de labels ?
hu: Több címkére vagy mappára van szüksége?
id: Butuh lebih banyak label atau folder?
it: Hai bisogno di più etichette o cartelle?
ja: ラベルやフォルダがもっと必要ですか？
ka: გჭირდებათ მეტი ჭდე ან საქაღალდე?
ko: 라벨 또는 폴더가 더 필요하신가요?
nb: Behov for flere etiketter eller mapper?
nl: Heeft u meer labels of mappen nodig?
pl: Potrzebujesz więcej etykiet lub folderów?
pt: Precisa de mais etiquetas ou pastas?
pt_br: Precisa de mais marcadores ou pastas?
ro: Doriți mai multe etichete sau foldere?
ru: Нужно больше ярлыков или папок?
sk: Potrebujete viac štítkov alebo priečinkov?
sl: Potrebujete več oznak ali map?
sv: Behöver du fler etiketter eller mappar?
tr: Daha fazla etiket veya klasör mü gerekiyor?
uk: Потрібно більше етикеток чи тек?
zh_hans: 需要更多的标签或文件夹吗？
zh_hant: 需要更多的標籤或資料夾？

source: only %@ /month
be: толькі %@ /месяц
ca: només %@ al mes
cs: pouze %@ /měsíc
da: kun %@ /måned
de: nur %@/Monat
el: μόνο %@ /μήνα
es_419: solo %@ /mes
fr: seulement %@ /mois
it: Solo %@ /mese
ja: 月額%@のみ
nb: kun %@ /måned
pt_br: somente %@ /mês
sk: len %@ / mesiac
sv: endast %@/månad
tr: yalnızca %@ / ay

source: Pay annually and save %@
be: Плаціце штогод і эканомце %@
ca: Pagueu anualment i estalvieu %@
cs: Plaťte ročně a ušetřete %@.
da: Betal årligt, og spar %@
de: Zahle jährlich und spare %@
el: Πληρώστε ετησίως και εξοικονομήστε %@
es: Paga anualmente y ahorra %@
es_419: Pague anualmente y ahorre %@
fi: Maksa vuosittain ja säästä %@
fr: Payez annuellement et économisez %@.
hu: Fizessen évente, és takarítson meg %@
id: Bayar tahunan dan hemat %@
it: Paga annualmente e risparmia %@
ja: 年払いで%@お得
ka: გადაიხადეთ ყოველწლიურად და დაზოგეთ %@
ko: 연간 결제로 %@를 절약하세요
nb: Betal årlig og spar %@
nl: Betaal jaarlijks en bespaar %@
pl: Płać rocznie i oszczędzaj %@
pt: Pague anualmente e poupe %@
pt_br: Pague anualmente e economize %@
ro: Plătiți anual și economisiți %@
ru: Платите ежегодно и экономьте %@
sk: Plaťte ročne a ušetrite %@
sl: Plačajte letno in prihranite %@
sv: Betala årligen och spara %@
tr: Yıllık ödeyin ve %@ indirim alın
uk: Сплачуйте щорічно та заощаджуйте %@

source: Personalize your signature
be: Персаналізуйце свой подпіс
ca: Personalitzeu la vostra signatura
cs: Přizpůsobte si podpis
da: Tilpas din signatur
de: Personalisiere deine Signatur
el: Προσαρμόστε την υπογραφή σας
es: Personaliza tu firma
es_419: Personalice su firma
fi: Muokkaa allekirjoitustasi
fr: Personnalisez votre signature
hu: Tegye személyre az aláírását
id: Sesuaikan tanda tangan Anda
it: Personalizza la firma
ja: 署名をカスタマイズする
ka: ხელმოწერის მორგება
ko: 사용자 지정 서명
nb: Tilpass signaturen din
nl: Personaliseer uw handtekening
pl: Dostosuj podpis
pt: Personalize a sua assinatura
pt_br: Personalize sua assinatura
ro: Personalizați-vă semnătura
ru: Персонализируйте вашу подпись
sk: Prispôsobte si svoj podpis
sl: Prilagodite svoj podpis
sv: Personifiera din signatur
tr: İmzanızı kişiselleştirin
uk: Персоналізуйте свій підпис
zh_hans: 自定义您的签名

source: Priority customer support
be: Прыярытэтная падтрымка кліентаў
ca: Atenció al client prioritària
cs: Prioritní zákaznická podpora
da: Prioriteret kundesupport
de: Vorrangiger Kunden-Support
el: Προτεραιότητα στην υποστήριξη πελατών
es: Soporte prioritario
es_419: Soporte prioritario
fi: Ensisijainen asiakaspalvelu
fr: Service client prioritaire
hu: Elsőbbségi felhasználói támogatás
id: Dukungan pelanggan prioritas
it: Assistenza clienti prioritaria
ja: 優先カスタマーサポート
ka: მომხმარებლის პრიორიტეტული მხარდაჭერა
ko: 고객 지원 우선 순위 제공
nb: Prioritert kundestøtte
nl: Ondersteuning met hoge prioriteit
pl: Priorytetowe wsparcie klienta
pt: Apoio ao cliente prioritário
pt_br: Suporte prioritário ao cliente
ro: Asistență prioritară clienți
ru: Приоритетная поддержка клиентов
sk: Prioritná zákaznícka podpora
sl: Prednostna podpora strankam
sv: Prioriterad kundsupport
tr: Öncelikli müşteri desteği
uk: Пріоритетна підтримка клієнтів
zh_hans: 优先客户支持
zh_hant: 優先客戶專屬支援

source: Schedule now, send later
be: Заплануйце цяпер, а адпраўце пазней
ca: Programeu ara i envieu més tard
cs: Naplánujte teď, odešlete později
da: Planlæg nu, send senere
de: Jetzt planen, später senden
el: Προγραμματίστε τώρα, στείλτε αργότερα
es: Programa ahora, envía después
es_419: Programe ahora, envíe después
fi: Ajoita nyt, lähetä myöhemmin
fr: Programmez maintenant et envoyez plus tard
hu: Ütemezd most, küldd később
id: Jadwalkan sekarang, kirim nanti
it: Pianifica adesso, manda più tardi
ja: 今すぐ予約、後で送信
ka: დაგეგმეთ ახლა, გააგზავნეთ მოგვიანებით
ko: 지금 발송 예약하여 나중에 발송하기
nb: Planlegg nå, send senere
nl: Nu inplannen, later verzenden
pl: Zaplanuj teraz, wyślij później
pt: Agende agora, envie mais tarde
pt_br: Agendar agora, enviar depois
ro: Programați acum, trimiteți mai târziu
ru: Запланируйте сейчас, отправьте позже
sk: Naplánujte teraz, odošlite neskôr
sl: Načrtujte zdaj, pošljite pozneje
sv: Schemalägg nu, skicka senare
tr: Şimdi zamanlayın, daha sonra gönderin
uk: Заплануйте зараз, надішліть пізніше
zh_hans: 即刻安排，稍后发送
zh_hant: 現在排定，稍後寄送

source: Send group emails with ease. Enjoy this and more with %@.
be: Лёгка адпраўляйце групавыя лісты. Карыстайцеся гэтым і многім іншым з %@.
ca: Envieu correus electrònics de grup amb facilitat. Gaudiu d'això i més amb %@.
cs: Odesílejte skupinové e-maily snadno. Užívejte si toto a ještě více s %@.
da: Send gruppe-e-mails med lethed. Nyd dette og mere med %@.
de: Gruppennachrichten ganz einfach versenden. Genieße dies und vieles mehr mit %@.
el: Στείλτε ομαδικά ηλεκτρονικά μηνύματα με ευκολία. Απολαύστε αυτό και πολλά άλλα με %@.
es: Envía correos electrónicos a grupos con facilidad. Disfruta de esto y mucho más con %@.
es_419: Envíe correos electrónicos con facilidad. Disfrute esto y más con %@.
fi: Lähetä ryhmäsähköpostiviestejä vaivattomasti. Nauti tästä ja muusta %@.
fr: Envoyez facilement des messages groupés. Profitez de cet avantage et de bien d'autres avec %@.
hu: Küldjön csoportos e-maileket egyszerűen. Élvezze ezt és még többet a(z) %@ csomaggal.
id: Kirim email grup dengan mudah. Nikmati fitur ini dan berbagai fitur lainnya dengan %@.
it: Invia email di gruppo con facilità. Goditi questo e altro con %@.
ja: グループメールを簡単に送信。%@なら、この機能やその他の機能もご利用いただけます。
ka: მარტივად გაგზავნეთ ჯგუფური ელწერილები. ისარგებლეთ ამით და მეტით %@-თან ერთად.
ko: 그룹 이메일을 손쉽게 보내세요. %@로 이 모든 기능과 그 이상을 누리세요.
nb: Send gruppe-e-poster enkelt. Nyt dette og mer med %@.
nl: Verzend eenvoudig groeps-e-mails. Geniet van dit en meer met %@.
pl: Wysyłaj z łatwością grupowe wiadomości e-mail. Ciesz się tą funkcją i nie tylko dzięki %@.
pt: Envie e-mails de grupo com facilidade. Desfrute disto e muito mais com %@.
pt_br: Envie e-mails em grupo com facilidade. Aproveite isso e muito mais com o %@.
ro: Trimiteți mesaje la grup cu ușurință. Bucurați-vă de acest lucru și multe altele cu %@.
ru: Отправляйте групповые письма с лёгкостью. Получите это и многое другое с %@.
sk: Odosielajte skupinové emaily s ľahkosťou. Užite si túto a ďalšie funkcie s %@.
sl: Preprosto pošiljajte skupinska e-poštna sporočila. Uživajte v tem in še več z %@.
sv: Skicka enkelt e-post till grupper. Få detta och mer med %@.
tr: Grup e-postalarını kolayca gönderin. %@ ile bu ve diğer özelliklerin tadını çıkarın.
uk: Легко надсилайте групові е-листи. Насолоджуйтеся цією та іншими можливостями з %@.

source: Show less
be: Паказаць менш
ca: Mostra menys
cs: Zobrazit méně
da: Vis færre
de: Weniger anzeigen
el: Εμφάνιση λιγότερων
es: Mostrar menos
es_419: Mostrar menos
fi: Näytä vähemmän
fr: Afficher moins
hu: Kevesebb mutatása
id: Tampilkan lebih sedikit
it: Mostra meno
ja: 詳細を非表示
ka: ნაკლების ჩვენება
ko: 가리기
nb: Vis mindre
nl: Minder weergeven
pl: Pokaż mniej
pt: Mostrar menos
pt_br: Mostrar menos
ro: Arată mai puțin
ru: Показать меньше
sk: Zobraziť menej
sl: Pokaži manj
sv: Visa mindre
tr: Daha az görüntüle
uk: Згорнути
zh_hans: 收起
zh_hant: 顯示較少

source: Show more
be: Паказаць больш
ca: Mostra'n més
cs: Zobrazit více
da: Vis mere
de: Mehr anzeigen
el: Εμφάνιση περισσότερων
es: Mostrar más
es_419: Mostrar más
fi: Näytä lisää
fr: Afficher plus
hu: További információk
id: Tampilkan lebih banyak
it: Mostra altro
ja: さらに表示
ka: მეტის ჩვენება
ko: 더 보기
nb: Vis mer
nl: Meer tonen
pl: Pokaż więcej
pt: Mostrar mais
pt_br: Mostrar mais
ro: Mai mult
ru: Развернуть
sk: Zobraziť viac
sl: Prikaži več
sv: Visa mer
tr: Diğerlerini görüntüle
uk: Розгорнути
zh_hans: 显示更多
zh_hant: 顯示更多

source: Snooze it — and have it delivered later. Enjoy this and more with %@.
be: Адкладзіце — і яно будзе дастаўлена пазней. Атрымлівайце асалоду ад гэтай функцыі і ад многіх іншых з %@.
ca: Posposeu-lo — i feu que es lliuri més tard. Gaudiu d'això i més amb %@.
cs: Odložte to — a nechte doručit později. Užívejte si toto a ještě více s %@.
da: Udsæt den — og få den leveret senere. Nyd dette og mere med %@.
de: Nachricht zurückstellen – und sie dir verzögert zustellen lassen. Mit %@ profitierst du von diesem und weiteren Vorteilen.
el: Αναβάλετέ το — για να παραδοθεί αργότερα. Απολαύστε αυτό και πολλά άλλα με %@.
es: Posponlo y recíbelo más tarde. Disfruta de esto y más con %@.
es_419: Páuselo y recíbalo más tarde. Disfrute de esto y más con %@.
fi: Torkuta se – ja toimita se myöhemmin. Nauti tästä ja muusta %@-palvelulla.
fr: Mettez-le en attente pour le recevoir plus tard. Profitez de cet avantage et de bien d'autres avec %@.
hu: Halassza el – és kézbesíttesse később. Élvezze ezt és még többet a(z) %@ csomaggal.
id: Tunda email yang masuk — dan atur agar email ini diterima di lain waktu. Nikmati fitur ini dan berbagai fitur lainnya dengan %@.
it: Posticipala e falla recapitare più tardi. Goditi questo e altro con %@.
ja: スヌーズして後で受信。%@なら、この機能やその他の機能もご利用いただけます。
ka: გადადეთ — და მოგვიანებით მიიღეთ. ისარგებლეთ ამით და მეტით %@-თან ერთად.
ko: 방해금지 처리하고 — 나중에 다시 받으세요. %@로 이 모든 기능과 그 이상을 누리세요.
nb: Slumre den — og få den levert senere. Nyt dette og mer med %@.
nl: Snooze het — en laat het later bezorgen. Geniet van dit en meer met %@.
pl: Odłóż wiadomość – zostanie dostarczona później. Ciesz się tą funkcją i nie tylko dzięki %@.
pt: Adie-o — e receba-o mais tarde. Desfrute disto e muito mais com %@.
pt_br: Adie o envio para mais tarde. Aproveite isso e muito mais com o %@.
ro: Amânați-l — și primiți-l mai târziu. Bucurați-vă de acest lucru și multe altele cu %@.
ru: Отложите письмо — и оно будет доставлено позже. Получите это и многое другое с %@.
sk: Odložte to — a nechajte si to doručiť neskôr. Užite si túto a ďalšie funkcie s %@.
sl: Prestavite ga v dremež — in naj bo dostavljeno pozneje. Uživajte v tem in še več z %@.
sv: Snooza det — och få det levererat senare. Njut av detta och mer med %@.
tr: Erteleyin ve daha sonra teslim edilsin. %@ ile bu ve diğer özelliklerin tadını çıkarın.
uk: Відкладіть його — і воно буде доставлено пізніше. Насолоджуйтеся цією та іншими можливостями з %@.

source: Storage
be: Сховішча
ca: Emmagatzematge
cs: Úložiště
da: Lagerplads
de: Speicher
el: Αποθηκευτικός χώρος
es: Almacenamiento
es_419: Almacenamiento
fi: Tallennustila
fr: Espace de stockage
hu: Tárhely
id: Ruang penyimpanan
it: Archiviazione
ja: ストレージ容量
ka: საცავი
ko: 저장공간
nb: Lagringsplass
nl: Opslagruimte
pl: Przestrzeń dyskowa
pt: Armazenamento
pt_br: Armazenamento
ro: Spațiu de stocare
ru: Хранилище
sk: Úložisko
sl: Shramba
sv: Lagringsutrymme
tr: Depolama alanı
uk: Сховище
zh_hans: 存储空间
zh_hant: 儲存空間

source: The requested plan could not be found.
be: Запытаны тарыфны план не знойдзены.
ca: No s'ha pogut trobar el pla sol·licitat.
cs: Požadovaný tarif se nepodařilo nalézt.
da: Den anmodede plan kunne ikke findes.
de: Das angeforderte Abonnement konnte nicht gefunden werden.
el: Δεν ήταν δυνατή η εύρεση του ζητούμενου πλάνου.
es: No se pudo encontrar el plan solicitado.
es_419: No se pudo encontrar el plan solicitado.
fi: Pyydettyä tilausta ei löytynyt.
fr: L'abonnement demandé n'a pas été trouvé.
hu: A kért csomag nem található.
id: Paket yang diminta tidak dapat ditemukan.
it: Impossibile trovare il piano richiesto.
ja: リクエストされたプランが見つかりませんでした。
ka: მოთხოვნილი გეგმა ვერ მოიძებნა.
ko: 요청한 플랜을 찾을 수 없습니다.
nb: Den forespurte planen ble ikke funnet.
nl: Het aangevraagde abonnement kon niet worden gevonden.
pl: Nie odnaleziono żądanego planu.
pt: O plano solicitado não pôde ser encontrado.
pt_br: Não foi possível encontrar o plano solicitado.
ro: Planul solicitat nu a putut fi găsit.
ru: Запрошенный тариф не найден.
sk: Požadovaný plán sa nepodarilo nájsť.
sl: Zahtevanega paketa ni bilo mogoče najti.
sv: Det begärda paketet kunde inte hittas.
tr: İstenilen tarife bulunamadı.
uk: Запитаний план не знайдено.

source: To unlock more storage and premium features.
be: Для разблакіроўкі большага памеру сховішча і прэміяльных функцый.
ca: Per desbloquejar més emmagatzematge i característiques prèmium.
cs: Pro odemknutí většího úložného prostoru a prémiových funkcí.
da: For at få mere lagerplads og premium-funktioner.
de: Um mehr Speicherplatz und Premium-Funktionen freizuschalten.
el: Για να ξεκλειδώσετε περισσότερο χώρο αποθήκευσης και premium λειτουργίες.
es: Para desbloquear más almacenamiento y funciones premium.
es_419: Para desbloquear más almacenamiento y funciones premium.
fi: Avataksesi lisää tallennustilaa ja premium-ominaisuuksia.
fr: Pour disposer de plus d'espace de stockage et de fonctionnalités premium.
hu: Több tárhely és prémium funkciók feloldása.
id: Buka ruang lebih dan fitur premium
it: Per sbloccare più spazio di archiviazione e funzionalità premium.
ja: より多くの容量とプレミアム機能をアンロックするために
ka: მეტი საცავი და ფასიანი თვისებების მისაღებად.
ko: 더 많은 저장 공간과 프리미엄 기능을 잠금 해제하기 위해.
nb: For å låse opp mer lagringsplass og premiumfunksjoner.
nl: Om meer opslag- en premiumfuncties te ontgrendelen.
pl: Odblokuj więcej przestrzeni dyskowej i funkcje premium.
pt: Para desbloquear mais armazenamento e funcionalidades premium.
pt_br: Para obter mais armazenamento e recursos premium.
ro: Pentru a debloca mai mult spațiu și funcții premium.
ru: Чтобы разблокировать больше места в хранилище и платные функции.
sk: Na získanie väčšieho úložiska a prémiových funkcií.
sl: Nadgradite za več prostora za shranjevanje in premijskih funkcij.
sv: För att låsa upp mer lagringsutrymme och premiumfunktioner.
tr: Daha fazla depolama alanı ve ücretli özellikler alın.
uk: Щоб отримати більше сховище та преміальні функції.
zh_hans: 解锁更多存储和高级功能。
zh_hant: 要解鎖更多儲存空間與進階功能.

source: Unlimited folders and labels
be: Неабмежаваная колькасць папак і метак
ca: Nombre il·limitat de carpetes i etiquetes
cs: Neomezený počet složek a štítků
da: Ubegrænsede mapper og etiketter
de: Unbegrenzte Anzahl an Ordnern und Kategorien
el: Απεριόριστοι φάκελοι και ετικέτες
es: Número ilimitado de carpetas y etiquetas
es_419: Número ilimitado de carpetas y etiquetas
fi: Rajattomasti kansioita ja tunnisteita
fr: Nombre illimité de dossiers et de labels
hu: Korlátlan mappák és címkék
id: Folder dan label tidak terbatas
it: Cartelle ed etichette illimitate
ja: 無制限のフォルダとラベル
ka: შეუზღუდავი საქაღალდეები და ჭდეები
ko: 무제한 폴더 및 라벨
nb: Ubegrenset antall mapper og etiketter
nl: Onbeperkte mappen en labels
pl: Nieograniczona liczba folderów i etykiet
pt: Pastas e etiquetas ilimitadas
pt_br: Pastas e marcadores ilimitados
ro: Foldere și etichete nelimitate
ru: Неограниченное количество папок и ярлыков
sk: Neobmedzené množstvo priečinkov a štítkov
sl: Neomejeno število map in oznak
sv: Obegränsat antal mappar och etiketter
tr: Sınırsız sayıda klasör ve etiket
uk: Необмежена кількість тек і міток
zh_hans: 无限文件夹和标签
zh_hant: 無限的資料夾 / 標籤

source: Upgrade to %@
be: Палепшыць да %@
ca: Milloreu a %@
cs: Navýšit na %@
da: Opgradér til %@
de: Umsteigen auf %@
el: Αναβάθμιση σε %@
es: Mejorar a %@
es_419: Mejorar a %@
fi: Päivitä tilaukseen %@
fr: Passer à %@
hu: Frissítés %@
id: Tingkatkan ke %@
it: Effettua l'upgrade a %@
ja: %@にアップグレード
ka: სატარიფო გეგმის განახლება: %@
ko: %@로 업그레이드
nb: Oppgrader til %@
nl: Upgraden naar %@
pl: Ulepsz do planu %@
pt: Atualizar para %@
pt_br: Faça upgrade para %@
ro: Trecere la %@
ru: Перейдите на %@
sk: Upgradujte na %@
sl: Nadgradi na %@.
sv: Uppgradera till %@
tr: %@ tarifesine yükselt
uk: Покращити до %@
zh_hans: 升级至 %@
zh_hant: 升級到 %@

source: Yearly
be: Штогод
ca: Anualment
cs: Ročně
da: Årligt
de: Jährlich
el: Ετησίως
es: Anualmente
es_419: Anualmente
fi: Vuosittain
fr: Chaque année
hu: Minden évben
id: Tahunan
it: Annualmente
ja: 年払い
ka: წლიურად
ko: 매년
nb: Årlig
nl: Jaarlijks
pl: Co rok
pt: Anualmente
pt_br: Anualmente
ro: Anual
ru: Ежегодно
sk: Ročne
sl: Letno
sv: Årsvis
tr: Yılda bir
uk: Щороку
zh_hans: 每年
zh_hant: 每年

source: Yearly (%lld%% OFF)
be: Штогод (СКІДКА %lld%%)
ca: Anual (%lld%% de descompte)
cs: Ročně (sleva %lld%%)
da: Årligt (%lld%% RABAT)
de: Jährlich (%lld%% Rabatt)
el: Ετήσιο (%lld%% ΕΚΠΤΩΣΗ)
es: Anual (%lld%% de descuento)
es_419: Anual (%lld%% de descuento)
fi: Vuosittain (%lld%% alennus)
fr: Annuel (%lld %% de réduction)
hu: Éves (%lld%% kedvezmény)
id: Tahunan (DISKON %lld%%)
it: Annuale (%lld%% DI SCONTO)
ja: 年間 (%lld%%オフ)
ka: ყოველწლიური (%lld%% ფასდაკლებით)
ko: 연간 (%lld%% 할인)
nb: Årlig (%lld%% RABATT)
nl: Jaarlijks (%lld%% KORTING)
pl: Rocznie (%lld%% TANIEJ)
pt: Anual (%lld%% de desconto)
pt_br: Anualmente (%lld%% DE DESCONTO)
ro: Anual (%lld%% REDUCERE)
ru: Ежегодно (скидка %lld%%)
sk: Ročne (zľava %lld%%)
sl: Letno (%lld %% popusta)
sv: Årligen (%lld %% RABATT)
tr: Yıllık (%lld%% İNDİRİM)
uk: Щорічний (знижка %lld%%)

source: Plus
hu: Plusz
zh_hant: 進階
